import React from 'react';


function HelpPage() {
    return (
        <>
            <h1>HELP</h1>
            <h2>ダイヤグラム</h2>
            <p>ダイヤグラムは、駅の時刻表をグラフィカルに表示する機能です。</p>
            <p>ダイヤグラムは、列車の種別ごとに色分けされています。</p>
            <p>ダイヤグラムは、列車の種別ごとに色分けされています。</p>
            <p>ダイヤグラムは、列車の種別ごとに色分けされています。</p>
            <p>ダイヤグラムは、列車の種別ごとに色分けされています。</p>
            <p>ダイヤグラムは、列車の種別ごとに色分けされています。</p>
            <h2>時刻表</h2>
            <p>時刻表は、駅の時刻表を表示する機能です。</p>
            <p>時刻表は、列車の種別ごとに色分けされています。</p>
            <p>時刻表は、列車の種別ごとに色分けされています。</p>
            <p>時刻表は、列車の種別ごとに色分けされています。</p>
            <p>時刻表は、列車の種別ごとに色分けされています。</p>
            <p>時刻表は、列車の種別ごとに色分けされています。</p>
            <h2>ライセンス</h2>
            <p>このアプリケーションは、MITライセンスで公開されています。</p>
            </>


    );
}

export default HelpPage;


